1.
print(3 / 3)
print(5 // 3)
print(10 - 5)
print(5 + 5)
print(2 * 5)

2.
#age -> 11  #აქ ტოლობის ნიშანი უნდა და არა ისარი
#name = luka #აქ ბრჭყალები აკლია
#favorite color = orange  #აქ სფეისის მაგივრად ქვედა ტირე უნდა
#11 = age # აქ პირიქით წერია
#print= "number" #აქ  უბრალოდ არანაირი number ცვლადი არ გვაქვს შექმნილი

3.
dog_name = "BIBI"
print(dog_name)

4.
#ეს არის კომენტარი რაც არის დზალიან კარგი რომ ადამიანს აუხსნა თუ რას აკეთებ პროგრამა ამას აიგნორებს რადგან ეს ადამიანებისთვისაა
#პრაქტიკა არის როცა რაღაცა არ დაგავალეს და აკეთებ პრაკტიკისთვის მაგალითად მე რო გოა ში დავალებას მაძლევენ ცალკედაც ვვარდიშობ რაც არუს კაი პრრაცტიკა
#ასევე კომენტარი ყოველთვის უნდა გამოვიყონოთ რადგან ეგ არის ერთერთი სახის კაი პრაცტიკა
